{
  "searchParameters": {
    "q": "identify old nails",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "answerBox": {
    "snippet": "Cross sections of pre-1800 nails are generally square; shanks from 1800-1890 are rectangular; modern shanks are round. The earliest forged nails are identified by their irregular shanks and hammer marks on both shanks and heads.",
    "snippetHighlighted": [
      "The earliest forged nails are identified by their irregular shanks and hammer marks on both shanks and heads"
    ],
    "title": "Nails as clues to age - Real Or Repro",
    "link": "https://www.realorrepro.com/article/Nails-as-clues-to-age"
  },
  "organic": [
    {
      "title": "Using Nails to Date a Site - Wrought Nails, Cut Nails and Others",
      "link": "https://www.detecting.us/tips-faqs/nails-dating-sites/",
      "snippet": "Nails are a fantastic way to determine the age of a site you plan to metal detect. This guide can give you some ideas of your site's history.",
      "position": 1
    },
    {
      "title": "Can anyone help ID the age of these nails? : r/metalworking - Reddit",
      "link": "https://www.reddit.com/r/metalworking/comments/18p7p89/can_anyone_help_id_the_age_of_these_nails/",
      "snippet": "Vinegar or ferric will etch away for crud and softer iron and show a pattern if it is 150+ year old nails. They will be made of wrought iron ...",
      "date": "Dec 23, 2023",
      "sitelinks": [
        {
          "title": "Does anyone know how old this style of nail is? Details in comments.",
          "link": "https://www.reddit.com/r/metaldetecting/comments/tgawib/does_anyone_know_how_old_this_style_of_nail_is/"
        },
        {
          "title": "Found what appears to be a very old nail. Can anyone help ... - Reddit",
          "link": "https://www.reddit.com/r/metaldetecting/comments/4dsz38/found_what_appears_to_be_a_very_old_nail_can/"
        }
      ],
      "position": 2
    },
    {
      "title": "[PDF] Nail Chronology - NPS History",
      "link": "https://npshistory.com/publications/nail-chronology.pdf",
      "snippet": "The National Park Service in it's his- toric structures restoration program has developed some research techniques in the general field of nail chronology ...",
      "position": 3
    },
    {
      "title": "THE COMMON NAIL - PAST Tool Collectors",
      "link": "http://www.pasttools.org/nails.htm",
      "snippet": "They are easily identified by tapering only on the two rough, sheared sides with the front and back sides smooth and parallel from head to point.",
      "position": 4
    },
    {
      "title": "Antique nail? | Friendly Metal Detecting Forum",
      "link": "https://metaldetectingforum.com/index.php?threads/antique-nail.225266/",
      "snippet": "Appears to have hand hammered tool marks, four distinct sides, a rectangular head with two of the sides being somewhat curved. Length is just over 1.5\". Any ...",
      "date": "Jan 11, 2016",
      "attributes": {
        "Missing": "identify | Show results with:identify"
      },
      "position": 5
    },
    {
      "title": "The Secrets of Nails - Connecticut Country Antiques",
      "link": "https://www.ctcountryantiques.com/post/the-secrets-of-nails",
      "snippet": "A square black hole with no nail also indicates that an old nail had been there. Cast iron reproduction nails will rust orange, so beware.",
      "date": "Mar 17, 2022",
      "position": 6
    },
    {
      "title": "Key to Age of Antique Metal Nails - InspectApedia",
      "link": "https://inspectapedia.com/interiors/Determine-age-of-old-nails.php",
      "snippet": "Splits in a rusted or damaged nail shank illustrate the direction of iron fibres in the iron and can indicate the nail age. Across-shank = before 1830; parallel ...",
      "position": 7
    },
    {
      "title": "Square Nail identification? | Friendly Metal Detecting Forum",
      "link": "https://metaldetectingforum.com/index.php?threads/square-nail-identification.115419/",
      "snippet": "You can id them by the fact that they will have two parallel sides because that is the thickness of the steel sheet they are cut from.",
      "date": "May 14, 2012",
      "position": 8
    },
    {
      "title": "Dating Nails- how things change, what they tell us. - YouTube",
      "link": "https://www.youtube.com/watch?v=cvKQNJ4Nq0Q",
      "snippet": "Introduction To Old Fashioned Cut Nails. Enduring Charm LLC•11K ... How to identify the age of antique furniture by drawer joinery. Jon ...",
      "date": "Mar 25, 2023",
      "position": 9
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "What were the old types of nails?",
      "snippet": "Historic Nails Handmade (wrought) nails, of soft malleable iron with rectangular shanks, drawn by hammer blows to a point were used in house construction from time immemorial until about 1800, when cut nails superseded them. Numerous patents for nail cutting and heading were issued from 1786 on.",
      "title": "History of American Nails | Fixing Our Historic House",
      "link": "https://www.oldhousefix.com/history-of-american-nails/"
    },
    {
      "question": "What are abnormal nails for elderly people?",
      "snippet": "Age associated disorders include brittle nails, trachyonychia, onychauxis, pachyonychia, onychogryphosis, onychophosis, onychoclavus, onychocryptosis, onycholysis, infections, infestations, splinter hemorrhages, subungual hematoma, subungual exostosis and malignancies.",
      "title": "Nail changes and disorders among the elderly",
      "link": "https://ijdvl.com/nail-changes-and-disorders-among-the-elderly/"
    },
    {
      "question": "How old are nails with square heads?",
      "snippet": "Square-head nails were made from the late 1700s until about 1830. Most were machine-cut and finished off by a blacksmith who squared the heads. From 1830 to 1890, cabinetmakers used headless, machine-cut nails that are a tapered, rectangular shape.",
      "title": "Hardware helps peg an antique's age - Columbia Daily Tribune",
      "link": "https://www.columbiatribune.com/story/lifestyle/around-town/2010/09/09/hardware-helps-peg-antique-s/985694007/"
    },
    {
      "question": "What do aging nails look like?",
      "snippet": "The nails change with aging, growing more slowly, and becoming dull and brittle. The color may change from translucent to yellowed and opaque. Nails, especially toenails, may become hard and thick and ingrown toenails may be more common. The tips of the fingernails may fragment.",
      "title": "Aging changes in nails: MedlinePlus Medical Encyclopedia Image",
      "link": "https://medlineplus.gov/ency/imagepages/8671.htm"
    }
  ],
  "relatedSearches": [
    {
      "query": "Historic nail identification chart"
    },
    {
      "query": "Identify old nails by photo"
    },
    {
      "query": "Are old nails worth anything"
    },
    {
      "query": "Old square nails value"
    },
    {
      "query": "Historic nail identification chart pdf"
    },
    {
      "query": "Dating old nails"
    },
    {
      "query": "Old nails 1800s"
    },
    {
      "query": "Square head nails history"
    }
  ],
  "credits": 1
}