{
  "searchParameters": {
    "q": "intrinsic value art",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "answerBox": {
    "snippet": "The most difficult one to pin down, the intrinsic (or inherent) is a highly subjective emotional value, connected to how a specific work of art makes the viewer feel, what sensations it provokes, and, of course, this can't be held or shown.",
    "snippetHighlighted": [
      "a highly subjective emotional value, connected to how a specific work of art makes the viewer feel, what sensations it provokes, and, of course, this can't be held or shown"
    ],
    "title": "Value in Art – What Makes Art Valuable? - Artland Magazine",
    "link": "https://magazine.artland.com/value-art/"
  },
  "organic": [
    {
      "title": "Intrinsic Values: Fine Art",
      "link": "https://www.intrinsicvalues.com/",
      "snippet": "At Intrinsic Values, we strive to be the best online art gallery for our customers by offering genuine pieces by well-known artists, both alive and deceased, ...",
      "position": 1
    },
    {
      "title": "The Value of Intrinsic Value in the Arts: A Guest Post by Carter Gillies",
      "link": "https://www.artsjournal.com/jumper/2016/03/the-value-of-intrinsic-value-in-the-arts-a-guest-post-by-carter-gillies/",
      "snippet": "The arts themselves are a measure of value. The arts are worthy in their own right. The arts have intrinsic value. They do not need to be justified. But then, ...",
      "position": 2
    },
    {
      "title": "The intrinsic value of art - Just Luxe",
      "link": "https://www.justluxe.com/community/the-intrinsic-value-of-art_a_1951859.php",
      "snippet": "Intrinsic value is measured by how unique, irreplaceable and sacred the work is. Even the most prestigiously designed or carefully crafted limited edition ...",
      "date": "Dec 3, 2013",
      "position": 3
    },
    {
      "title": "Do you believe art has intrinsic value other than the movement and ...",
      "link": "https://www.quora.com/Do-you-believe-art-has-intrinsic-value-other-than-the-movement-and-laundering-of-large-sums-of-cash",
      "snippet": "Art works made of precious and expensive material will have an intrinsic value associated with the materials used. To make a profit the material ...",
      "date": "May 12, 2023",
      "sitelinks": [
        {
          "title": "Does art have intrinsic or extrinsic value? - Quora",
          "link": "https://www.quora.com/Does-art-have-intrinsic-or-extrinsic-value"
        },
        {
          "title": "What is the extrinsic value in art? - Quora",
          "link": "https://www.quora.com/What-is-the-extrinsic-value-in-art"
        }
      ],
      "position": 4
    },
    {
      "title": "Intrinsic Values | Artists, Art for Sale, and Contact Info - Artsy",
      "link": "https://www.artsy.net/partner/intrinsic-values",
      "snippet": "We offer 20th Century Modern Art to Graffiti/Street Art. Our goal is putting art and people together and helping build viable collections for them into the ...",
      "position": 5
    },
    {
      "title": "Art has intrinsic value: No such thing as bad art - Technique",
      "link": "https://nique.net/opinions/2021/09/03/art-has-intrinsic-value-no-such-thing-as-bad-art/",
      "snippet": "Amateur art has its own value to its creators, but that value gets missed when focusing on outside impact.",
      "date": "Sep 3, 2021",
      "position": 6
    },
    {
      "title": "The 'intrinsic' value of art - François Matarasso",
      "link": "https://arestlessart.com/2024/10/06/the-intrinsic-value-of-art/",
      "snippet": "Art is one of the ways we talk to one another. It can be how we learn about others and see ourselves in the other's mirror.",
      "date": "Oct 6, 2024",
      "position": 7
    },
    {
      "title": "[PDF] Measuring Intrinsic Value | CultureHive",
      "link": "https://www.culturehive.co.uk/wp-content/uploads/2020/10/Measuring-Intrinsic-Value-Hasan-Bakhshi-Alan-Freeman-Graham-Hitchen-2009_0_0-1.pdf",
      "snippet": "As a general theory of public choice, economics provides tools for measuring the intrinsic as well as instrumental value of art in a way that is commensurable ...",
      "position": 8
    },
    {
      "title": "Art's intrinsic & instrumental value - CAMD",
      "link": "https://camd.org.au/arts-intrinsic-instrumental-value/",
      "snippet": "This is the intrinsic benefit of the arts – inspiring, captivating, empowering, intellectually stimulating and thought-provoking.",
      "position": 9
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "What are examples of intrinsic values?",
      "snippet": "Intrinsic Value is a person's belief about the things that are good for oneself and the things that are good for everyone else. Some examples of intrinsic values would be “leadership matters,” “talents matter” or “relationships matter.”",
      "title": "MPPSC Exam: Intrinsic Values - Unacademy",
      "link": "https://unacademy.com/content/mppsc/study-material/ethics/intrinsic-values/"
    },
    {
      "question": "What is the difference between intrinsic and extrinsic value of art?",
      "snippet": "\"The concept of intrinsic value has been glossed variously as what is valuable for its own sake, in itself, on its own, in its own right, as an end, or as such. By contrast, extrinsic value has been characterized mainly as what is valuable as a means, or for something else's sake.\"",
      "title": "Instrumental and intrinsic value - Wikipedia",
      "link": "https://en.wikipedia.org/wiki/Instrumental_and_intrinsic_value"
    },
    {
      "question": "What is the simple definition of intrinsic value?",
      "snippet": "Intrinsic value is always something that an object has \"in itself\" or \"for its own sake\", and is an intrinsic property. An object with intrinsic value may be regarded as an end, or in Kantian terminology, as an end-in-itself.",
      "title": "Intrinsic value (ethics) - Wikipedia",
      "link": "https://en.wikipedia.org/wiki/Intrinsic_value_(ethics)"
    },
    {
      "question": "What does the intrinsic value of a work of art refer to?",
      "snippet": "But the intrinsic value of art must be unique, for it is the value of a unique activity–the free expression of experience in a form delightful and permanent, mediating communication. And this value we should be able to discover by seeking the difference which supervenes upon experience through expression of this kind.",
      "title": "Chapter III - The Intrinsic Value of Art (by Dewitt H. Parker) - Authorama",
      "link": "https://www.authorama.com/principles-of-aesthetics-4.html"
    }
  ],
  "relatedSearches": [
    {
      "query": "Intrinsic value art examples"
    },
    {
      "query": "Intrinsic value art pdf"
    },
    {
      "query": "Value in art examples"
    },
    {
      "query": "8 values of art"
    },
    {
      "query": "What is the value of art in society"
    },
    {
      "query": "10 values of art"
    },
    {
      "query": "Extrinsic value of art"
    },
    {
      "query": "Value Art Drawing"
    }
  ],
  "credits": 1
}