{
  "searchParameters": {
    "q": "value my antique free",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "organic": [
    {
      "title": "Free Online Appraisal for Collectibles - Heritage Auctions",
      "link": "https://www.ha.com/free-appraisals.s",
      "snippet": "Simply upload photos and tell us about your Collectibles. Our experts will evaluate your items for auction inclusion and can provide estimated values for ...",
      "sitelinks": [
        {
          "title": "Historical Memorabilia Value",
          "link": "https://historical.ha.com/worth/historical-memorabilia-value.s"
        },
        {
          "title": "Autograph Value Guide",
          "link": "https://www.ha.com/worth/autographs-value.s"
        },
        {
          "title": "What is My Fine Art Worth?",
          "link": "https://fineart.ha.com/worth/art-value.s"
        }
      ],
      "position": 1
    },
    {
      "title": "Free Online Appraisal for Fine Art or Antiques | Auction Evaluation ...",
      "link": "https://fineart.ha.com/free-appraisals.s",
      "snippet": "Simply upload photos and tell us about your Fine Art or Antiques. Our experts will evaluate your items for auction inclusion and can provide estimated values.",
      "position": 2
    },
    {
      "title": "Request a Free Valuation - Halls Fine Art",
      "link": "https://fineart.hallsgb.com/online-valuation-form/",
      "snippet": "Halls offers free online valuations of antique and fine art items, including jewellery, watches, paintings, and collectibles.",
      "position": 3
    },
    {
      "title": "ANTIQUES APPRAISALS FREE ! | Facebook",
      "link": "https://www.facebook.com/groups/387399511602016/",
      "snippet": "This group was begun with the intent to help folks determine a value for their antiques and vintage collectibles as well as discussions regarding the antiques ...",
      "position": 4
    },
    {
      "title": "Free Online Antiques Appraisals: Discover Your Treasures",
      "link": "https://www.lovetoknow.com/home/antiques-collectibles/free-antique-appraisals-online",
      "snippet": "They say you can't put a price on love, but you can put a price on your antiques. Cut costs with these free online antique appraisals.",
      "date": "Jan 15, 2024",
      "position": 5
    },
    {
      "title": "Free Auction Valuation – Know Your Item's Worth",
      "link": "https://www.graysauctioneers.com/free-valuations?srsltid=AfmBOoojU9F0QaBRAxur3WGgof356Z7j3gSLnpEILnI3rWTGwl1bdRuA",
      "snippet": "Curious about your item's value? Get a free expert auction valuation to find out how much your art, antiques, or collectibles could sell for.",
      "position": 6
    },
    {
      "title": "Free Appraisals: A Guide to Your Report - ValueMyStuff",
      "link": "https://www.valuemystuff.com/us/blog/free-appraisals",
      "snippet": "Are you wondering what is the diffrence between free and paid appraisal and which one to chose? Read our guide and learn why it is not worth ...",
      "date": "Nov 22, 2022",
      "position": 7
    },
    {
      "title": "Get a Free Expert Antiques Valuation from Hanson Ross",
      "link": "https://hansonross.com/valuations/",
      "snippet": "Hanson Ross offers a reliable, expert valuation service - get a realistic auction value for your item to help you make an informed decision on selling.",
      "position": 8
    },
    {
      "title": "Curio - Antique Identifier - Apps on Google Play",
      "link": "https://play.google.com/store/apps/details?id=com.dionysus_labs.antiqueid&hl=en_US",
      "snippet": "Curio is designed to make antique identification effortless. Its sleek interface lets you focus on discovering the history, value, and worth of your items ...",
      "rating": 4.6,
      "ratingCount": 460,
      "position": 9
    },
    {
      "title": "Request an Auction Estimate | Sell Fine Art, Antiques ... - Christie's",
      "link": "https://www.christies.com/selling-services/auction-services/auction-estimates/overview/",
      "snippet": "Get a complimentary appraisal with Christie's specialists in three simple steps. You can submit up to six items in one request.",
      "position": 10
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "How do I find the value of my antiques for free?",
      "snippet": "Auction houses, such as Sotheby's and Christie's, periodically provide free, oral valuations to the public. Search on their websites for \"valuation day\" or \"appraisal day.\" To have an item appraised on \"Antiques Roadshow,\" you'll need a ticket to an appraisal event. Price guides.",
      "title": "Antique Appraisals, How to Find an Appraiser - Consumer Reports",
      "link": "https://www.consumerreports.org/cro/magazine/2012/10/how-much-is-your-stuff-worth/index.htm"
    },
    {
      "question": "How do I know if my antique is valuable?",
      "snippet": "To determine the value of your antique pieces, you should start by researching and acquiring knowledge about them. You can begin by discovering your items' historical significance, origin, and condition. Expert appraisers can also provide you with accurate valuations.",
      "title": "How do I know what is my antiques worth? And Where Do I Sell It?",
      "link": "https://sarasotaantiquebuyers.com/how-do-i-know-what-it-is-worth-and-where-do-i-sell-it/"
    },
    {
      "question": "How do I get my antiques valued?",
      "snippet": "Talk to Experts As well as experts you might encounter online, free appraisals and valuations are part of the industry. Visit your local antiques store to talk to a dealer and try to find out if there are any specialists in the type of item you're selling in the local area.",
      "title": "How to Value Your Antiques: 4 Helpful Tips - The Hoarde",
      "link": "https://www.thehoarde.com/blog/how-to-value-your-antiques-4-helpful-tips"
    },
    {
      "question": "Is there an app to identify and value antiques?",
      "snippet": "With a user-friendly interface, Antique ID is designed for everyone. Just snap, scan, and discover—it's that simple! Powered by cutting-edge technology and extensive databases, Antique ID ensures you get the most precise information available.",
      "title": "Antique ID - Identify & Value on the App Store",
      "link": "https://apps.apple.com/us/app/antique-id-identify-value/id6670337748"
    }
  ],
  "relatedSearches": [
    {
      "query": "Value my antique free near me"
    },
    {
      "query": "Value my antique free online"
    },
    {
      "query": "Value My Stuff free"
    },
    {
      "query": "Free antique roadshow appraisals online"
    },
    {
      "query": "Value my painting for free online"
    },
    {
      "query": "Free online appraisal"
    },
    {
      "query": "Antique Appraisers near me"
    },
    {
      "query": "Free appraisal app"
    }
  ],
  "credits": 1
}