{
  "searchParameters": {
    "q": "how much are original cabbage patch dolls worth",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "answerBox": {
    "snippet": "Cabbage Patch Kid dolls vary in price depending on their condition, but the average doll can sell for $20 to $500, and many have sold for at least $100. The value of a doll can increase from hundreds of dollars to thousands if its original box, body, clothes, adoption papers, and birth certificate are intact.",
    "snippetHighlighted": [
      "$20 to $500"
    ],
    "title": "Cabbage Patch Doll Value: Rarest Dolls & What Yours Is Worth",
    "link": "https://www.wikihow.com/Cabbage-Patch-Doll-Value"
  },
  "organic": [
    {
      "title": "Cabbage Patch Kid Dolls That Are Now Worth A Ton Of Money",
      "link": "https://www.moneydigest.com/1644559/cabbage-patch-kid-dolls-now-worth-money-value/",
      "snippet": "Cabbage Patch Kids that are 40 years old have sold for about $50 to $6,000. Not bad for dolls that originally retailed for $21. A healthy amount ...",
      "date": "Aug 23, 2024",
      "position": 1
    },
    {
      "title": "How to Determine the Value of Your Cabbage Patch Doll - JustAnswer",
      "link": "https://www.justanswer.com/appraisals/kzl7i-want-know-cabbage-patch-doll-worth-let.html",
      "snippet": "Cabbage Patch Dolls out of the box currently sell in the range of $30-55 Boys, babies and redheads can go to the higher side of that value.",
      "position": 2
    },
    {
      "title": "My great grandmother bought this from the creator of cabbage patch ...",
      "link": "https://www.reddit.com/r/toys/comments/ozy78m/my_great_grandmother_bought_this_from_the_creator/",
      "snippet": "The 1981 cloth faced dolls sell for around $50 if complete the plastic face dolls that began production in 82 are worth around $20 if they are ...",
      "date": "Aug 7, 2021",
      "position": 3
    },
    {
      "title": "Original Cabbage Patch for sale - eBay",
      "link": "https://www.ebay.com/b/Original-Cabbage-Patch/262346/bn_7023376357",
      "snippet": "Trending at $57.50. eBay determines this price through a machine learned model of the product's sale prices within the last 90 days. $13.20 shipping.",
      "position": 4
    },
    {
      "title": "hey my friend found this vintage cabbage patch doll is it worth ...",
      "link": "https://www.reddit.com/r/Dolls/comments/v1vvgh/hey_my_friend_found_this_vintage_cabbage_patch/",
      "snippet": "The doll is worth what someone is willing to pay. If someone is looking for one close to their childhood doll it might be worth the $19.99 ...",
      "date": "May 31, 2022",
      "position": 5
    },
    {
      "title": "Are the cabbage patch dolls still very collectible, or have they gone ...",
      "link": "https://www.quora.com/Are-the-cabbage-patch-dolls-still-very-collectible-or-have-they-gone-down-in-value",
      "snippet": "Original Cabbage Patch Dolls are fetching up to $2000. The very first Cabbage Patch Kids (called Little People) had soft bodies and large thumbs ...",
      "date": "Dec 6, 2021",
      "sitelinks": [
        {
          "title": "How much is a cabbage patch doll from 1984 worth? - Quora",
          "link": "https://www.quora.com/How-much-is-a-cabbage-patch-doll-from-1984-worth"
        },
        {
          "title": "How much did Cabbage Patch dolls cost in 1983? - Quora",
          "link": "https://www.quora.com/How-much-did-Cabbage-Patch-dolls-cost-in-1983"
        }
      ],
      "position": 6
    },
    {
      "title": "All American dolls and cabbage patch kids Value and where to sell!?!",
      "link": "https://www.justanswer.com/antiques/g9zeg-american-dolls-cabbage-patch-kids-value.html",
      "snippet": "The Large Doll has an estimated value on the current market for an average of $130.00-135.00, smaller one -$70.00-75.00 If you plan on selling. There are some ...",
      "position": 7
    },
    {
      "title": "1985 Cabbage Patch Kids Collectible Doll - Etsy",
      "link": "https://www.etsy.com/listing/1637563680/1985-cabbage-patch-kids-collectible-doll",
      "snippet": "This rare doll belongs to the Cabbage Patch Kids collection created by American artist Xavier Roberts. - The doll is pre-owned and in excellent condition, ...",
      "position": 8
    },
    {
      "title": "What's It Worth: Cabbage Patch Kids - Home Transition Pros",
      "link": "https://hometransitionpros.com/2023/08/08/whats-it-worth-cabbage-patch/",
      "snippet": "In general, the vast majority of the dolls offered for sale these days are valued at about $30 each. However, certain versions of Cabbage Patch ...",
      "date": "Aug 8, 2023",
      "position": 9
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "What was the original retail price of Cabbage Patch dolls?",
      "snippet": "This caused a near riot, which became commonplace during the 1983 Christmas shopping season. The Cabbage Patch Kids had a retail price of $21, but many people were selling dolls for $50 to $75 and there was no shortage of willing buyers.",
      "title": "Cabbage Patch Kids Riots: 40-year anniversary of toy-induced ... - WPDE",
      "link": "https://wpde.com/news/nation-world/reliving-the-cabbage-patch-doll-craze-of-1983-zayre-walmart-dolls-mob-coleco-christmas-new-york"
    },
    {
      "question": "Do pawn shops take Cabbage Patch dolls?",
      "snippet": "Of course, if online isn't for you, then checking out your local antique stores, boutique toy stores, or pawn shops may be helpful. These kinds of stores will usually have experts who can appraise your doll and tell you whether it's worth selling. Needless to say, the world loves a Cabbage Patch Kid.",
      "title": "Your original Cabbage Patch doll could be worth thousands of dollars",
      "link": "https://www.bhg.com.au/lifestyle/craft/how-much-is-your-cabbage-patch-doll-worth/"
    },
    {
      "question": "Why are Cabbage Patch Kids so expensive?",
      "snippet": "If demand exceeds supply, prices rise. Back in the 80's, toy stores couldn't keep Cabbage Patch Kids in stock, so the price rose. Black markets sprung up because individuals wanted to capitalize on the inflated prices which were made worse by further limited supply.",
      "title": "The $2,000 Cabbage Patch Kid...",
      "link": "https://www.linkedin.com/pulse/2000-cabbage-patch-kid-david-miklas-mba"
    },
    {
      "question": "What do the numbers on the back of a cabbage patch doll head mean?",
      "snippet": "Every mass marketed Cabbage Patch Kid has a number on the back or his or her head. This number is not your Cabbage Patch Kid's age, but the mold design of its' head. See the table below: Head Mold #1 also known as \"Shy Face\" or sometimes \"Small Face\".",
      "title": "Head Molds - Angelfire",
      "link": "https://www.angelfire.com/ca5/cabbagepatch/headmolds.html"
    }
  ],
  "relatedSearches": [
    {
      "query": "How much are original cabbage patch dolls worth today"
    },
    {
      "query": "How much is a 1984 Cabbage Patch doll worth"
    },
    {
      "query": "How much are original cabbage patch dolls worth ebay"
    },
    {
      "query": "How much are original cabbage patch dolls worth 2022"
    },
    {
      "query": "Ebay Cabbage Patch Dolls"
    },
    {
      "query": "Most valuable Cabbage Patch dolls"
    },
    {
      "query": "Original Cabbage Patch doll in box value"
    },
    {
      "query": "1985 Cabbage Patch doll list"
    }
  ],
  "credits": 1
}