{
  "searchParameters": {
    "q": "intrinsic value of art",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "answerBox": {
    "snippet": "The most difficult one to pin down, the intrinsic (or inherent) is a highly subjective emotional value, connected to how a specific work of art makes the viewer feel, what sensations it provokes, and, of course, this can't be held or shown.",
    "snippetHighlighted": [
      "a highly subjective emotional value, connected to how a specific work of art makes the viewer feel, what sensations it provokes, and, of course, this can't be held or shown"
    ],
    "title": "Value in Art – What Makes Art Valuable? - Artland Magazine",
    "link": "https://magazine.artland.com/value-art/"
  },
  "organic": [
    {
      "title": "The Value of Intrinsic Value in the Arts: A Guest Post by Carter Gillies",
      "link": "https://www.artsjournal.com/jumper/2016/03/the-value-of-intrinsic-value-in-the-arts-a-guest-post-by-carter-gillies/",
      "snippet": "The distinction we use this term for in the arts is, in this instance, the difference between things that are good for us personally and wider social benefits.",
      "position": 1
    },
    {
      "title": "The intrinsic value of art - Just Luxe",
      "link": "https://www.justluxe.com/community/the-intrinsic-value-of-art_a_1951859.php",
      "snippet": "Intrinsic value is measured by how unique, irreplaceable and sacred the work is. Even the most prestigiously designed or carefully crafted limited edition ...",
      "date": "Dec 3, 2013",
      "position": 2
    },
    {
      "title": "Does art have intrinsic or extrinsic value? - Quora",
      "link": "https://www.quora.com/Does-art-have-intrinsic-or-extrinsic-value",
      "snippet": "Art definitely has intrinsic value. One person may pay $100 for a painting. Another person may pay $10,000 for that same painting.",
      "date": "Sep 10, 2015",
      "sitelinks": [
        {
          "title": "Do you believe art has intrinsic value other than the movement and ...",
          "link": "https://www.quora.com/Do-you-believe-art-has-intrinsic-value-other-than-the-movement-and-laundering-of-large-sums-of-cash"
        },
        {
          "title": "What is the extrinsic value in art? - Quora",
          "link": "https://www.quora.com/What-is-the-extrinsic-value-in-art"
        }
      ],
      "position": 3
    },
    {
      "title": "Reframing the Debate About the Value of the Arts - RAND",
      "link": "https://www.rand.org/pubs/research_briefs/RB9106.html",
      "snippet": "The intrinsic benefits of the arts experience, such as aesthetic pleasure and captivation, are viewed as having strictly private, personal value ...",
      "date": "Nov 25, 2005",
      "position": 4
    },
    {
      "title": "Art's intrinsic & instrumental value - CAMD",
      "link": "https://camd.org.au/arts-intrinsic-instrumental-value/",
      "snippet": "This is the intrinsic benefit of the arts – inspiring, captivating, empowering, intellectually stimulating and thought-provoking.",
      "position": 5
    },
    {
      "title": "The Intrinsic and Distinctive Value of the Arts",
      "link": "https://www.youth.ie/articles/the-intrinsic-and-distinctive-value-of-the-arts/",
      "snippet": "The arts are deeply personal. They are about people's knowledge of the world, their particular and often idiosyncratic take on things.",
      "position": 6
    },
    {
      "title": "Art has intrinsic value: No such thing as bad art - Technique",
      "link": "https://nique.net/opinions/2021/09/03/art-has-intrinsic-value-no-such-thing-as-bad-art/",
      "snippet": "Amateur art has its own value to its creators, but that value gets missed when focusing on outside impact.",
      "date": "Sep 3, 2021",
      "position": 7
    },
    {
      "title": "[PDF] Measuring Intrinsic Value | CultureHive",
      "link": "https://www.culturehive.co.uk/wp-content/uploads/2020/10/Measuring-Intrinsic-Value-Hasan-Bakhshi-Alan-Freeman-Graham-Hitchen-2009_0_0-1.pdf",
      "snippet": "As a general theory of public choice, economics provides tools for measuring the intrinsic as well as instrumental value of art in a way that is commensurable ...",
      "position": 8
    },
    {
      "title": "The Intrinsic Value of Art and Design: A Gateway to Creativity and ...",
      "link": "https://www.linkedin.com/pulse/intrinsic-value-art-design-gateway-creativity-innovation-ali-rizvi-d7txf",
      "snippet": "Art and design are integral to our cultural identity, reflecting societal values, beliefs, and histories. They capture the essence of a society ...",
      "date": "Dec 14, 2023",
      "position": 9
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "What is the difference between intrinsic and extrinsic value of art?",
      "snippet": "\"The concept of intrinsic value has been glossed variously as what is valuable for its own sake, in itself, on its own, in its own right, as an end, or as such. By contrast, extrinsic value has been characterized mainly as what is valuable as a means, or for something else's sake.\"",
      "title": "Instrumental and intrinsic value - Wikipedia",
      "link": "https://en.wikipedia.org/wiki/Instrumental_and_intrinsic_value"
    },
    {
      "question": "What are the intrinsic benefits of the arts?",
      "snippet": "Instrumental benefits of the arts, such as academic improvement and economic revitalization, are important. But intrinsic benefits, such as pleasure and emotional stimulation, are what draw people to the arts.",
      "title": "Gifts of the Muse Reframing the Debate About the Benefits of the Arts",
      "link": "https://wallacefoundation.org/report/gifts-muse-reframing-debate-about-benefits-arts-reframing-debate-about-benefits-arts"
    },
    {
      "question": "What does the intrinsic value of a work of art refer to?",
      "snippet": "But the intrinsic value of art must be unique, for it is the value of a unique activity–the free expression of experience in a form delightful and permanent, mediating communication. And this value we should be able to discover by seeking the difference which supervenes upon experience through expression of this kind.",
      "title": "Chapter III - The Intrinsic Value of Art (by Dewitt H. Parker) - Authorama",
      "link": "https://www.authorama.com/principles-of-aesthetics-4.html"
    }
  ],
  "relatedSearches": [
    {
      "query": "Intrinsic value of art examples"
    },
    {
      "query": "Intrinsic value of art meaning"
    },
    {
      "query": "Intrinsic value of art pdf"
    },
    {
      "query": "Extrinsic value of art"
    },
    {
      "query": "Intrinsic value of art essay"
    },
    {
      "query": "8 values of art"
    },
    {
      "query": "Value in art examples"
    },
    {
      "query": "What is the value of art in society"
    }
  ],
  "credits": 1
}