{
  "searchParameters": {
    "q": "how to identify wood in antique furniture",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "organic": [
    {
      "title": "Antique Furniture - Types of Wood",
      "link": "https://antiquesworld.co.uk/antique-furniture-types-wood/",
      "snippet": "The wood is hard and pale in colour, but darkens to a rich brown with age and polishing. Furniture made from oak is usually heavy, solid and simple in design.",
      "position": 1
    },
    {
      "title": "The Ultimate Guide To Identifying Wood Types In Furniture | 2022",
      "link": "https://kraycustomrefinish.com/identifying-wood-types-furniture/?srsltid=AfmBOoocQp6-iUmqKn-ojf1nFCkXrN2gacwyMbLduV2sBQxUpbSdf52C",
      "snippet": "Will truly help you identify your wood furniture piece step-by-step using image comparisons of the piece's color, grain, texture, figure, weight, and more!",
      "date": "Nov 3, 2019",
      "position": 2
    },
    {
      "title": "How to Identify Wood in Antique Furniture | M.S. Rau",
      "link": "https://rauantiques.com/blogs/canvases-carats-and-curiosities/how-to-identify-wood-in-antique-furniture",
      "snippet": "Identifying Hardwood vs. Softwood · Grain Pattern: Mahogany has a close grain, giving it a smooth appearance. Look for fine, even grain lines.",
      "date": "May 17, 2024",
      "position": 3
    },
    {
      "title": "Woods in Antique Furniture: A Definitive Guide",
      "link": "https://nicholaswells.com/news/woods-in-antique-furniture-a-definitive-guide/",
      "snippet": "We will cover seventeen identified kinds of woods used in British antique furniture: oak, walnut, mahogany, satinwood, rosewood, calamander, yew, elm, Beech, ...",
      "date": "Dec 7, 2022",
      "position": 4
    },
    {
      "title": "In the Antique Woods: An Invaluable Guide for Collectors",
      "link": "https://www.invaluable.com/blog/in-the-antique-woods/?srsltid=AfmBOopZuUoJcFJtqlHH5J1gdQ_WswKqLWWlnrhr3YoR6mKqt23RiurY",
      "snippet": "This guide makes it a bit easier for you to identify antique woods and become a more knowledgeable collector!",
      "date": "Jan 4, 2023",
      "position": 5
    },
    {
      "title": "Need help to identify details on this antique furniture - Reddit",
      "link": "https://www.reddit.com/r/Antiques/comments/10rc6r5/need_help_to_identify_details_on_this_antique/",
      "snippet": "I have this old solid wood furniture piece everyone on the family says is worth a lot. The hinges seem made of iron, and was made somewhere in the Iberian ...",
      "date": "Feb 2, 2023",
      "position": 6
    },
    {
      "title": "How to Identify Antique Wooden Furniture: Tips - Home and Garden",
      "link": "https://home.howstuffworks.com/home-improvement/home-diy/projects/how-to-identify-antique-wooden-furniture-for-refinishing.htm",
      "snippet": "Look carefully at the bottom, sides, and back of the drawer; if the wood shows nicks or cuts, it was probably cut with a plane, a spokeshave, or a drawknife.",
      "position": 7
    },
    {
      "title": "Wood Series: Identifying Oak in Antiques: A Comprehensive Guide",
      "link": "https://www.youtube.com/watch?v=Xv2DmVujk0o",
      "snippet": "Go to channel · How to identify the age of antique furniture by drawer joinery. Jon Inman Furniture Repair Journal•9.6K views · 6:51. Go to ...",
      "date": "Nov 29, 2023",
      "position": 8
    },
    {
      "title": "Need some help identifying the wood this furniture is made from",
      "link": "https://www.reddit.com/r/wood/comments/164jfw7/need_some_help_identifying_the_wood_this/",
      "snippet": "Post pics of inside doors, sides of drawers to see if they are dove tail, google dovetail drawers, there might be markings on rear of the ...",
      "date": "Aug 29, 2023",
      "position": 9
    },
    {
      "title": "How to Identify Different Types of Wood in Antique Furniture",
      "link": "https://aaronstouchup.com/how-to-identify-different-types-of-wood-in-antique-furniture/",
      "snippet": "Red and white oak are very popular varieties. Quarter-sawn oak is also a specific type of how the lumber is cut, which shows the ray fleck, a sought-after ...",
      "position": 10
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "How to identify wood on antique furniture?",
      "snippet": "The best way to tell if it's real wood is to look at the end grain. This is the surface of the wood that is exposed when a piece of wood is cut across the growth rings or layers of the tree. Real wood's end grain looks distinctly different from that of manufactured wood.",
      "title": "How to identify wood in antique furniture - The Hoarde",
      "link": "https://www.thehoarde.com/blog/how-to-identify-wood-in-antique-furniture"
    },
    {
      "question": "How to tell what wood a piece of furniture is made from?",
      "snippet": "Different types of wood have different patterns and formations of rays, rings and pores. The pattern that they make on the surface of cut wood is known as the grain. An ability to recognise different types of grain pattern will help you substantially in identifying the type of wood.",
      "title": "Wood - Social History Curators' Group",
      "link": "https://shcg.org.uk/domains/shcg.org.uk/local/media/downloads/Wood_Lesson_booklet.pdf"
    },
    {
      "question": "Is there an app to identify wood types in furniture?",
      "snippet": "Xylorix Inspector is our flagship mobile app that provides automated wood identification through captured macroscopic end-grain images.",
      "title": "Xylorix: Automated Wood Identification System",
      "link": "https://xylorix.com/"
    }
  ],
  "relatedSearches": [
    {
      "query": "Wood identification app"
    },
    {
      "query": "Identify wood by picture"
    },
    {
      "query": "Antique wood types"
    },
    {
      "query": "How to identify wood types in furniture"
    },
    {
      "query": "Antique Wood pieces"
    },
    {
      "query": "Wood identification Chart"
    },
    {
      "query": "Identify wood by grain pictures"
    },
    {
      "query": "Antique wood furniture near me"
    }
  ],
  "credits": 1
}