{
  "searchParameters": {
    "q": "free antique furniture appraisal",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "organic": [
    {
      "title": "Free Online Appraisal for Collectibles - Heritage Auctions",
      "link": "https://www.ha.com/free-appraisals.s",
      "snippet": "Get the same kind of free appraisal online as in-person by simply uploading photos and describing your Collectibles. Our experts authenticate and give you ...",
      "position": 1
    },
    {
      "title": "ANTIQUES APPRAISALS FREE ! | Facebook",
      "link": "https://www.facebook.com/groups/387399511602016/",
      "snippet": "This group gives informal appraisals, dependant on the item and information provided and should only be used as a rule-of-thumb guide as to current market ...",
      "position": 2
    },
    {
      "title": "BEST of Los Angeles, CA Free Antique Appraisal - Yelp",
      "link": "https://www.yelp.com/search?find_desc=Free+Antique+Appraisal&find_loc=Los+Angeles%2C+CA",
      "snippet": "Top 10 Best Free Antique Appraisal Near Los Angeles, California · 1. Antiques On Magnolia. 4.9 (71 reviews) · 2. Bonhams. 2.4 (44 reviews) · 3. Abell Auction ...",
      "position": 3
    },
    {
      "title": "Free Online Appraisal - PrestigeEstate Services Inc.",
      "link": "https://prestigeestateservices.com/free-online-appraisal/",
      "snippet": "Prestige Estate Services is a leading professional art valuation firm that avoids the pitfalls associated with free appraisals.",
      "position": 4
    },
    {
      "title": "Free Online Antiques Appraisals: Discover Your Treasures",
      "link": "https://www.lovetoknow.com/home/antiques-collectibles/free-antique-appraisals-online",
      "snippet": "Heritage Auctions. Heritage Auctions is a major American auction house, and they offer free online appraisals for a variety of collectibles.",
      "date": "Jan 15, 2024",
      "position": 5
    },
    {
      "title": "How to get a free online appraisal (and why paying might be better)",
      "link": "https://www.mearto.com/blog/how-to-get-a-free-online-appraisal-and-why-paying-might-be-better",
      "snippet": "The ultimate guide on free and paid appraisals by experts. Do you happen to own some old collectibles, a piece of artwork, some antiques, or other items that ...",
      "position": 6
    },
    {
      "title": "Free Appraisals: A Guide to Your Report - ValueMyStuff",
      "link": "https://www.valuemystuff.com/us/blog/free-appraisals",
      "snippet": "Are you wondering what is the diffrence between free and paid appraisal and which one to chose? Read our guide and learn why it is not worth ...",
      "position": 7
    },
    {
      "title": "How Much is Your Antique Furniture Worth? | Appraisal Guide",
      "link": "https://www.fontainesauction.com/antique-furniture-appraisal/",
      "snippet": "To get a free evaluation, you can email us information and photos, complete our auction estimate form or schedule an in-person appraisal with a specialist at ...",
      "position": 8
    },
    {
      "title": "Free online appraisal - Iegor",
      "link": "https://www.iegor.net/en/free-online-appraisal",
      "snippet": "Get a free online appraisal from Iegor's international specialists. Call 1-514-344-4081 (Montreal) or 1-561-651-7200 (Palm Beach), or fill out the form.",
      "position": 9
    },
    {
      "title": "Antiques - Free Appraisals, Sell and Buy - Facebook",
      "link": "https://www.facebook.com/antiquespage/",
      "snippet": "Antiques - Free Appraisals, Sell and Buy. 36232 likes. We love antiques! For people who love, collect or trade: antiques, art, collectibels, memorabilia, ...",
      "position": 10
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "How do I find the value of antiques for free?",
      "snippet": "Auction houses, such as Sotheby's and Christie's, periodically provide free, oral valuations to the public. Search on their websites for \"valuation day\" or \"appraisal day.\" To have an item appraised on \"Antiques Roadshow,\" you'll need a ticket to an appraisal event. Price guides.",
      "title": "Antique Appraisals, How to Find an Appraiser - Consumer Reports",
      "link": "https://www.consumerreports.org/cro/magazine/2012/10/how-much-is-your-stuff-worth/index.htm"
    },
    {
      "question": "How to get furniture valued for free?",
      "snippet": "We Offer a Free Valuation Service of Your Antique's and Collectable's. Free Valuations are easy with us, just Email some pictures of the item / items , along with a brief description including measurements and an expert will respond with an unbiased opinion and a view of how best to achieve the highest price.",
      "title": "Free valuation service of Antiques & Collectables",
      "link": "https://www.london-antique-and-collectable.co.uk/valuations"
    },
    {
      "question": "How do I find out the value of my antique furniture?",
      "snippet": "The best way to determine its worth is to bring it to a professional antique furniture appraiser who has specific knowledge of antique furniture pieces and knows all the period, material and style details that impact its value.",
      "title": "How Much is Your Antique Furniture Worth? | Appraisal Guide",
      "link": "https://www.fontainesauction.com/antique-furniture-appraisal/"
    },
    {
      "question": "How to get antique furniture valued?",
      "snippet": "If you haven't bought an appraisal, you can determine the value of your antique furniture from a dealer. More often than not, a dealer will provide a price that is most likely the wholesale value. Essentially, this means they give you the cost they are willing to pay for your antique items.",
      "title": "A Beginner's Guide to Valuing Vintage Furniture - Decorative Collective",
      "link": "https://www.decorativecollective.com/blog/beginners-guide-valuing-vintage-furniture"
    }
  ],
  "relatedSearches": [
    {
      "query": "Free antique furniture appraisal near me"
    },
    {
      "query": "Free antique furniture appraisal california"
    },
    {
      "query": "Free antique furniture appraisal online"
    },
    {
      "query": "Free antique appraisal app"
    },
    {
      "query": "Free Antique Appraisal near me"
    },
    {
      "query": "Free antique roadshow appraisals online"
    },
    {
      "query": "Best free antique furniture appraisal"
    },
    {
      "query": "Free online appraisal"
    }
  ],
  "credits": 1
}