{
  "searchParameters": {
    "q": "free antique identification",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "organic": [
    {
      "title": "WHAT'S MY ANTIQUE? Free Identification. - Facebook",
      "link": "https://www.facebook.com/groups/518810411893667/",
      "snippet": "A page where members can help each other identify an item and the value. Private. Only members can see who's in the group and what they post.",
      "position": 1
    },
    {
      "title": "Curio - Antique Identifier - Apps on Google Play",
      "link": "https://play.google.com/store/apps/details?id=com.dionysus_labs.antiqueid&hl=en_US",
      "snippet": "Curio is designed to make antique identification effortless. Its sleek interface lets you focus on discovering the history, value, and worth of your items ...",
      "rating": 4.5,
      "ratingCount": 451,
      "position": 2
    },
    {
      "title": "Curio - Antique Identifier",
      "link": "https://www.antiqueidentifier.com/",
      "snippet": "Instantly identify antiques and vintage items using advanced AI technology. Visual Matching. Find exact or similar items online to aid in your appraisal process ...",
      "position": 3
    },
    {
      "title": "Antique Identifier - Antiq ID - Apps on Google Play",
      "link": "https://play.google.com/store/apps/details?id=com.antiques.identifier&hl=en_US",
      "snippet": "\"Antique Identifier - Antiq ID\" is your ultimate companion for discovering, exploring, and appreciating the beauty and history of antiques.",
      "date": "Oct 23, 2024",
      "rating": 3.9,
      "ratingCount": 40,
      "position": 4
    },
    {
      "title": "RelicSnap - Antique Identifier on the App Store",
      "link": "https://apps.apple.com/us/app/relicsnap-antique-identifier/id6670162509",
      "snippet": "Simply take a photo of any antique, and let the app reveal: - Instant Identification: Recognize a wide range of items, from classic porcelain dolls to vintage ...",
      "rating": 4.6,
      "ratingCount": 374,
      "position": 5
    },
    {
      "title": "Free Online Appraisal for Collectibles - Heritage Auctions",
      "link": "https://www.ha.com/free-appraisals.s",
      "snippet": "Get the same kind of free appraisal online as in-person by simply uploading photos and describing your Collectibles. Our experts authenticate and give you ...",
      "position": 6
    },
    {
      "title": "Antique Detector-Free Antique Evaluation and Insights - YesChat.ai",
      "link": "https://www.yeschat.ai/gpts-ZxX7cnjf-Antique-Detector",
      "snippet": "Antique Detector offers free AI-powered analysis of furniture and decorative items, providing insights into age, origin, value, and rarity.",
      "position": 7
    },
    {
      "title": "Antique ID - Identify & Value on the App Store",
      "link": "https://apps.apple.com/us/app/antique-id-identify-value/id6670337748",
      "snippet": "Free to Try: Experience the magic of Antique ID without any commitment. Our free trial lets you explore all the features and see the value it brings to your ...",
      "rating": 4.1,
      "ratingCount": 44,
      "position": 8
    },
    {
      "title": "Identify My Vintage And Antique Items | Facebook",
      "link": "https://www.facebook.com/groups/1582746235124333/",
      "snippet": "This group is to find information out regarding antique or vintage items or you may want to just show off your new find.",
      "position": 9
    },
    {
      "title": "Antiques-Free Antique Identification & Advice - YesChat.ai",
      "link": "https://www.yeschat.ai/gpts-2OTogoht3P-Antiques",
      "snippet": "Use Antiques to identify the era, origin, and potential value of your antique items. Provide clear photos or detailed descriptions for accurate analysis.",
      "position": 10
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "What is the free app that identifies antiques by picture?",
      "snippet": "With a user-friendly interface, Antique ID is designed for everyone. Just snap, scan, and discover—it's that simple! Powered by cutting-edge technology and extensive databases, Antique ID ensures you get the most precise information available.",
      "title": "Antique ID - Identify & Value on the App Store",
      "link": "https://apps.apple.com/us/app/antique-id-identify-value/id6670337748"
    },
    {
      "question": "How do I find the value of antiques for free?",
      "snippet": "Auction houses, such as Sotheby's and Christie's, periodically provide free, oral valuations to the public. Search on their websites for \"valuation day\" or \"appraisal day.\" To have an item appraised on \"Antiques Roadshow,\" you'll need a ticket to an appraisal event. Price guides.",
      "title": "Antique Appraisals, How to Find an Appraiser - Consumer Reports",
      "link": "https://www.consumerreports.org/cro/magazine/2012/10/how-much-is-your-stuff-worth/index.htm"
    },
    {
      "question": "How do I know if my antique is valuable?",
      "snippet": "To determine the value of your antique pieces, you should start by researching and acquiring knowledge about them. You can begin by discovering your items' historical significance, origin, and condition. Expert appraisers can also provide you with accurate valuations.",
      "title": "How do I know what is my antiques worth? And Where Do I Sell It?",
      "link": "https://sarasotaantiquebuyers.com/how-do-i-know-what-it-is-worth-and-where-do-i-sell-it/"
    }
  ],
  "relatedSearches": [
    {
      "query": "Free antique identification app"
    },
    {
      "query": "Free antique identification app for android"
    },
    {
      "query": "Best free antique identification app"
    },
    {
      "query": "Identify antiques by photo"
    },
    {
      "query": "Antique Identifier online"
    },
    {
      "query": "Best antique Identifier app"
    },
    {
      "query": "Antique identification and value"
    },
    {
      "query": "Curio antique Identifier"
    }
  ],
  "credits": 1
}