{
  "ideas": [
    "/imagine An extreme close-up, macro shot of an open Elgin antique pocket watch, showcasing the intricate inner workings and gears. The watch is lying on a dark, polished wooden surface. Shallow depth of field, focusing sharply on the balance wheel and escapement, with the rest of the watch softly blurred. Warm, golden-toned studio lighting highlights the brass and steel components. Photorealistic, high detail, 8k resolution --ar 16:9",
    "/imagine A vintage Elgin pocket watch, partially disassembled, with watchmaker's tools (loupe, small screwdrivers, tweezers) scattered around it on a worn leather workbench. The watch case is open, revealing the movement. Overhead, diffused natural light from a window illuminates the scene. The composition is wide, showing the workbench extending to the sides. Photorealistic, vintage aesthetic, high detail --ar 16:9",
    "/imagine A well-preserved, closed Elgin antique pocket watch, held in a hand with manicured nails, against a blurred background of an antique shop or auction house. The focus is sharp on the watch, showcasing any engravings or details on the case. Soft, ambient lighting, with a slight highlight on the watch face. The hand occupies the left third of the frame, leaving ample space on the right for text overlay. Photorealistic, elegant, high detail --ar 16:9",
    "/imagine A still life composition featuring an open Elgin antique pocket watch, resting on an old, leather-bound book, next to a pair of antique spectacles and a quill pen. A soft, directional light source (like from a nearby window) creates dramatic shadows and highlights. The background is a dark, textured wall. The overall style is reminiscent of a Dutch Golden Age still life painting, but photorealistic. Warm color palette. --ar 16:9",
    "/imagine A pristine Elgin antique pocket watch displayed in an open, velvet-lined presentation box. The watch is positioned at a slight angle, catching the light. The box is sitting on a dark, reflective surface. Studio lighting is used, with a key light highlighting the watch and a fill light softening the shadows. The composition is wide, showing the entire box and some surrounding space. Photorealistic, luxurious, high detail, 8k resolution --ar 16:9"
  ]
}
