{
  "searchParameters": {
    "q": "how to identify antique native american jewelry",
    "gl": "us",
    "hl": "en",
    "type": "search",
    "engine": "google"
  },
  "organic": [
    {
      "title": "Identify Native American Jewelry Hallmarks - Medicine Man Gallery",
      "link": "https://www.medicinemangallery.com/collections/identify-native-american-indian-jewelry-hallmarks",
      "snippet": "Below find our online image database of Native American jewelry hallmarks we have collected and photographed over the years.",
      "position": 1
    },
    {
      "title": "How to Tell If Native American Jewelry Is Authentic",
      "link": "https://www.palmstrading.com/how-to-tell-if-native-american-jewelry-is-authentic/",
      "snippet": "Authentic Native American jewelry does not have wavering lines. There is no visible glue between the metal and the stone, and stones used in ...",
      "date": "Jul 21, 2022",
      "position": 2
    },
    {
      "title": "How to Spot Fake Native American Jewelry - HubPages",
      "link": "https://discover.hubpages.com/style/How-to-spot-fake-Native-American-Jewelry",
      "snippet": "Newer design but not signed · Blurry pictures that don't show the stone quality · No picture of the clasp · Back of the piece is rough metal with ...",
      "date": "Jul 9, 2023",
      "position": 3
    },
    {
      "title": "Hidden Information on Native American Old Pawn Jewelry - YouTube",
      "link": "https://www.youtube.com/watch?v=EPI3coowXJ8",
      "snippet": "In this video, Dr. Mark Sublette demonstrates how he can determine the authenticity of a particular piece of Navajo silver jewelry by ...",
      "date": "Sep 16, 2022",
      "position": 4
    },
    {
      "title": "Help me identify this jewelry? : r/NativeAmerican - Reddit",
      "link": "https://www.reddit.com/r/NativeAmerican/comments/17dkm8i/help_me_identify_this_jewelry/",
      "snippet": "Firebird and Butterfly are Zuni. Silver and turquoise work are Navajo. Zuni started perfecting their style at the beginning of the 1900's and ...",
      "date": "Oct 22, 2023",
      "position": 5
    },
    {
      "title": "How to Identify Antique Native American Artifacts and Artwork",
      "link": "https://wanderingbull.com/how-to-identify-antique-native-american-artifacts-and-artwork/?srsltid=AfmBOooIHKveEwf8IYgGuhPkVWeaDE9B4K7ktyQW0tGLn02i1TKI_bLd",
      "snippet": "When looking to identify antique Native American jewelry, look for wear in the materials, metal should have some scratches and dings in it.",
      "date": "Nov 2, 2023",
      "position": 6
    },
    {
      "title": "How to Tell If Native American Jewelry is Authentic - Faust Gallery",
      "link": "https://www.faustgallery.com/how-to-tell-if-native-american-jewelry-is-authentic/",
      "snippet": "A genuine piece will have no wavering lines or lopsided designs, well-cut stones that are uniform in size, and no visible glue between the metal ...",
      "date": "Jun 16, 2020",
      "position": 7
    },
    {
      "title": "Identify Navajo Antique - Reddit",
      "link": "https://www.reddit.com/r/Navajo/comments/1285src/identify_navajo_antique/",
      "snippet": "A tarnished silver cuff with natural turquoise (possibly Kingman spiderweb). The stamp work is indicative of Diné Navajo silversmithing ...",
      "date": "Apr 1, 2023",
      "position": 8
    },
    {
      "title": "How to identify Navajo and Zuni Native American Jewelry ... - YouTube",
      "link": "https://www.youtube.com/watch?v=xtjYsWDcFEs",
      "snippet": "Navajo and Zuni jewelry can often look similar, Dr. Mark Sublette with 30 years in the Indian art business gives you his tips on how to tell ...",
      "date": "May 8, 2020",
      "position": 9
    },
    {
      "title": "Collection - Native American Indian Jewelry Hallmark Identification",
      "link": "https://www.medicinemangallery.com/pages/identify-native-american-indian-jewelry-hallmarks",
      "snippet": "Collection - Native American Indian Jewelry Hallmark Identification. A. Henry. Aaron Anderson. Aaron Toadlena Navajo. Adeline Bowannie. Afred Joe Navajo.",
      "position": 10
    }
  ],
  "peopleAlsoAsk": [
    {
      "question": "Is Native American jewelry stamped?",
      "snippet": "Many Native American jewelry makers mark their pieces with signatures or hallmarks that indicate the artist's name, tribe, or origin.",
      "title": "Identifying Authentic Native American Jewelry - Palms Trading Company",
      "link": "https://www.palmstrading.com/how-we-identify-authentic-native-american-jewelry/"
    },
    {
      "question": "How can you tell the difference between Navajo and Zuni jewelry?",
      "snippet": "Navajo with their inlaid work will be bolder, usually has silver between the inlaid pieces vrs Zuni inlaid work will be channeled with less silver. Their pieces command larger prices because of the beautiful masterful work involved and not so much of their silver content.",
      "title": "Buying Native American Jewelry on any online sites... - The eBay Community",
      "link": "https://community.ebay.com/t5/Jewelry/Buying-Native-American-Jewelry-on-any-online-sites-is-definitely/td-p/32303845"
    },
    {
      "question": "How can you tell if you have Native American beads?",
      "snippet": "The only round beads you will see on Native jewelry are made of silver. Round turquoise does not exist in Native jewelry. Here again, most round beads are going to be Howlite. Coral beads used will not be round or square either. Beads that are too uniform are a sign that a piece is not Native American.\nJul 9, 2023",
      "title": "How to Spot Fake Native American Jewelry - HubPages",
      "link": "https://discover.hubpages.com/style/How-to-spot-fake-Native-American-Jewelry"
    },
    {
      "question": "How to identify antique and vintage jewelry that will only get more valuable over time?",
      "snippet": "Scarcity is key: Designers who only release a limited number of pieces a year—like JAR—tend to always hold their worth, if not dramatically increase over time.",
      "title": "How to Identify Antique and Vintage Jewelry That Will Only Get More ...",
      "link": "https://www.veranda.com/luxury-lifestyle/luxury-fashion-jewelry/a60334454/antique-vintage-jewelry-that-will-increase-in-value/"
    }
  ],
  "relatedSearches": [
    {
      "query": "How to identify antique native american jewelry silver"
    },
    {
      "query": "Native American jewelry hallmarks list"
    },
    {
      "query": "native american hallmarks a-z"
    },
    {
      "query": "How to identify antique native american jewelry navajo"
    },
    {
      "query": "How to identify antique native american jewelry gold"
    },
    {
      "query": "How to identify antique native american jewelry bracelet"
    },
    {
      "query": "List of Native American jewelry artists"
    },
    {
      "query": "Identify Native American jewelry hallmarks"
    }
  ],
  "credits": 1
}